var fantasydata = [
    {
        title:'눈썰매장',
        lat: 35.85440606470676,
        lng: 128.56358121477473,
    },
    {
        title:'대공연장',
        lat: 35.853375,
        lng: 128.564379,
    },
    {
        title:'후룸라이드',
        lat: 35.852571,
        lng: 128.564718,
    },
    {
        title:'아이스링크',
        lat: 35.853193,
        lng: 128.566609
    },
    {
        title:'83타워',
        lat: 35.853491, 
        lng: 128.566451,
    },
    {
        title : "허리케인",
        lat: 35.851816, 
        lng:128.566010,

    },
    {
        title:'회전목마',
        lat: 35.852356,
        lng: 128.564213,
    },
    {
        title: '범퍼카',
        lat: 35.852310,
        lng: 128.564739,
    },
    {
        title: '안데르센하우스',
        lat: 35.852814,
        lng: 128.564223,
    },
    {
        title: '벌룬레이스',
        lat: 35.85246419608515,
        lng: 128.56502538813095
    },
];